Revit 2027 API
BuiltInFailures.SweptBlendFailures.CannotDrawSweptblend Property
 Can't create swept blend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawSweptblend { get; }
Public Shared ReadOnly Property CannotDrawSweptblend As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawSweptblend {
	FailureDefinitionId^ get ();
}
static member CannotDrawSweptblend : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SweptBlendFailures Class
Autodesk.Revit.DB Namespace